chat_system_1103689188_actor_description=The ghost of the sailor. Seller.
chat_system_1103689188_snap_0_question=^?^By a thousand priests! Human, I hear you heart beating! I welcome you, living creature, among the dead... May the holy word hit me, but I've not seen living humans here for a long time...<br>What brings you to our village? Are you looking for a more cozy house, preparing for the inescapable?
chat_system_1103689188_snap_0_answer_0=^?^Well met! You're swearing like a real sea dog... Only dead... Maybe you have a boat?
chat_system_1103689188_snap_0_answer_1=^?^No, I'm just traveling. See you later, bye!
chat_system_1103689188_snap_1_question=^?^By a thousand boiled jellyfish! Human, you've come to the right place! Except for old and already dead Harry, nobody would help you here.<br>I have a ship, and it'll be yours... Only for ten thousand gold coins. And don't say that I don't need money, mortal, that's how it works.
chat_system_1103689188_snap_1_answer_0=^?^Ok, take your ten thousand gold coins!
chat_system_1103689188_snap_1_answer_1=^?^For a ghost of an old sailor you're way too greedy. I'll drop in next time.
